## Numbers massive

players = [19, 19, 26, 25, 20, 18, 30, 24, 27]

#3 Середній вік футболістів і вивести на екран це на екран. 
# Також обчислити значення, що дорівнює середньому віку віднявши від нього максимальний вік.

age = len(players)
s = sum(players)
s = 0
for i in players:
    print(i)
    s = s + i

s_age = s/age
print("")
print("Середнє значення: ",s_age)

# 1 Знайти загальний вік(суму) футболістів і вивести на екран. 
# Також обчислити і вивести на еран значення, що дорівнює загальному віку футболістів віднявши від нього максимальне значення. 

